{
  "title": "Sviluppatore di siti web a Ragusa",
  "desc": "Sviluppatore di siti web e UI/UX designer di Ragusa con tre anni di esperienza professionale nel campo dello sviluppo di siti web. ",
  "speed": "Velocità",
  "security": "Sicurezza",
  "and": "e",
  "innovation": "INNOVAZIONE",
  "bio-2": "portfolio di uno sviluppatore react",
  "bio-3": " di ragusa. Sviluppatore react con conoscenze riguardanti ",
  "bio-4": "l'uso di React hooks",
  "bio-5": "come useState, useEffect, useContext, custom hooks ed altro. La mia missione è fare siti web usando react che siano il più veloci possibile, che siano seo friendly, e allo stesso tempo innovativi, con un look moderno. Ho iniziato a utilizzare React.js due anni fa, e sono passato rapidamente a Next.js, grazie al server side rendering, al routing basato sui file, alla generazione di siti statici ed alle prestazioni aumentate. Scrivo spesso guide e tutorial, come",
  "bio-6": "inserire modelli 3d su siti react",
  "bio-7": "o semplicemente notizie sul mondo react e il prossimo js in generale. Lavoro a Ragusa come sviluppatore frontend e sono anche un freelance. Contattami se vuoi collaborare o se ti senti bloccato su un progetto react o next.js.",
  "about-title": "IVAN SMITHS",
  "about-title-2": "SVILUPPATORE FRONTEND",
  "about-title-3": "UI/UX DESIGNER",
  "about-desc": "Sviluppatore frontend con un occhio per le web experience",
  "about-desc-2": "Sviluppatore frontend altamente focalizzato sul UI/UX design e sulle esperienze visive, da 3 anni professionalmente nel campo. Appassionato di modellazione 3D e realtà aumentata, tendo a unire questi due mondi insieme.",
  "header-title": "ivan smiths",
  "header-title-2": "sviluppatore frontend",
  "header-title-3": "3 anni di esperienza lavorativa",
  "work": "lavoro",
  "project": "lavoro personale",
  "about": "Sviluppatore Frontend (React) fortemente focalizzato sulla progettazione UI/UX e sulle esperienze visive, da 3 anni professionalmente nel settore.",
  "about-p2": "Appassionato di modellazione 3D e realtà aumentata, tendo ad unire spesso questi due mondi.",
  "about-2": "Chi sono?",
  "home-caption": "Ti senti bloccato? Troviamo una soluzione insieme."
}
