{
  "prologue": "prologue",
  "type": "Tipo",
  "type-2": "Dipendente",
  "work": "lavoro",
  "year": "Anno",
  "stack": "Tech",
  "web": "Sito",
  "clients": "Clienti felici",
  "hours": "Ore di lavoro",
  "parties": "Feste fatte",
  "work-hard": "Lavora sodo.",
  "work-harder": "Lavora sodissimo!",
  "exposition": "exposition",
  "exposition-2": "Portare normali siti di WordPress al livello superiore.",
  "rising-action": "Rising action",
  "rising-action-2": "La mia missione era semplice. Curare il design dei siti con Adobe XD, e successivamente svilupparli con WordPress, inoltre aggiungendo codice CSS e JavaScript.",
  "climax": "climax",
  "climax-2": "Essendo principalmente uno sviluppatore React, le mie conoscenze del CSS e JavaScript si sono rilevate utili per contrastare l'inflessibilità di alcuni temi e plug-in, permettendomi di avere pieno controllo sul layout, sullo stile e sulle funzionalità di essi.",
  "falling-action": "falling action",
  "falling-action-2": "Lavorare nel più grande studio di Ragusa mi ha insegnato a rispettare le timeline di sviluppo, a presentare i lavori ai clienti, comunicando in modo diretto con loro e cercando sempre di trovare un compromesso fra le richieste del cliente ed il conseguente sviluppo di esse. Lavorare in un team composto da 16 persone, mi ha anche imparato a gestire la comunicazione in modo efficiente fra i vari reparti dello studio.",
  "denouement": "denouement",
  "denouement-2": "Ho acquisito esperienza lavorativa con il design di siti web, CSS e JavaScript.",
  "marquee": "siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato -",
  "credits": "crediti",
  "dev": "COLLEGA DI SVILUPPO",
  "graphics": "GRAFICA",
  "videomaker": "VIDEOMAKER",
  "illustrations": "ILLUSTRAZIONI",
  "photos": "FOTO",
  "next-up": "a seguire"
}
