{
  "prologue": "PROLOGUE",
  "role": "Ruolo",
  "role-2": "UI/UX Designer, Sviluppatore Frontend, Sviluppatore WordPress",
  "type": "Tipo",
  "type-2": "Dipendente",
  "work": "lavoro",
  "year": "Anno",
  "stack": "Tech",
  "web": "Sito",
  "hours": "Ore di lavoro",
  "parties": "Feste fatte",
  "work-hard": "Lavora sodo.",
  "work-harder": "Lavora sodissimo!",
  "exposition": "exposition",
  "exposition-2": "Portare normali siti di Word Press al livello superiore.",
  "rising-action": "Rising action",
  "rising-action-2": "´First concept, then design´ è il motto dell'azienda. Ogni sito web partiva dal wireframing, il primo passaggio essenziale per dare al progetto delle solide basi.",
  "rising-action-3": "Ho usato Adobe XD per il wireframing, o durante un momento di ispirazione, usavo carta e penna.",
  "climax": "climax",
  "climax-2": "Secondo step, translare il wireframe in un progetto vero e proprio, da presentare al cliente. Ho usato Adobe XD per progettare la maggior parte dei siti web.",
  "climax-3": "Con progetti più complessi, ho iniziato a sperimentare con Framer, uno strumento molto simile ad Adobe XD, che ti dà più flessibilità in termini di effetti visivi e animazioni.",
  "falling-action": "falling action",
  "falling-action-2": "Dall'artistico al tecnico, è il passaggio finale: trasformare il design in un vero e proprio sito web! L'azienda utilizza WordPress e il mio ruolo principale è stato quello di supportare gli sviluppatori aggiungendo codice CSS e JavaScript per contrastare la rigidità e la mancanza di design di alcuni temi e plug-in di WordPress. Grazie alla mia esperienza di sviluppatgore Frontend, ho avuto il pieno controllo del layout e del design.",
  "falling-action-3": "Ho anche usato WordPress per se, sviluppando siti Web da zero utilizzando YooTheme come theme builder. Mi occupavo anche di configurare i pagamenti Stripe e PayPal con WooCommerce, di gestire l'abbonamenti a pagamento, ed ho acquisito esperienza con l'uso di plug-in inmancabili come: WPForms per la creazione da semplici a più complessi forms, WP Rocket per il caching o Wp Mail SMTP per l'invio di e-mail.",
  "denouement": "denouement",
  "denouement-2": "Ho acquisito esperienza lavorativa con il design di siti web, CSS e JavaScript.",
  "marquee": "siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato - siti web a cui ho lavorato -",
  "credits": "crediti",
  "dev": "COLLEGA DI SVILUPPO",
  "graphics": "GRAFICA",
  "videomaker": "VIDEOMAKER",
  "illustrations": "ILLUSTRAZIONI",
  "photos": "FOTO",
  "next-up": "a seguire",
  "tech": "Tecnologie: ",
  "caption": "Designing web pages per clienti come Re/Max e Lemon Soda",
  "animation": "Animationi: ",
  "frontend": "Frontend: ",
  "style": "Stile: ",
  "date": "Data: ",
  "current": "In corso",
  "clients": "Clienti: ",
  "case-studio-1-header": "design",
  "case-studio-1-headline": "Il mio design è stato scelto da Lemon Soda.",
  "case-studio-1-paragraph": "Vincere il lavoro per Lemon Soda, contro i progetti di altre agenzie, è stato il mio obiettivo più grande in quei 2 anni. Essendo un UI/UX Designer, utilizzavo quotidianamente Adobe XD per il wireframing e per la progettazione dei siti web.",
  "case-studio-2-header": "coding",
  "case-studio-2-headline": "Portare i siti Web WordPress al livello successivo.",
  "case-studio-2-paragraph": "Essendo uno sviluppatore Frontend, avevo il pieno controllo del layout e del design dei siti web, aggiungendo codice CSS e jQuery per contrastare la rigidità e la mancanza di design di alcuni plug-in di WordPress.",
  "case-studio-2-paragraph-2": "Ho anche usato WordPress personalmente, facendo siti Web da zero utilizzando YooTheme come tema. Configuravo spesso i pagamenti Stripe e PayPal con WooCommerce, gestivo abbonamenti a pagamento e ho acquisito esperienza con l'uso dei plug-in più famosi."
}
