{
  "title": "React/Frontend developer from Wiesbaden",
  "desc": "React/Frontend developer & UI/UX designer with three years of experience, based and currently living in Wiesbaden.",
  "speed": "Speed",
  "security": "Security",
  "innovation": "INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION- INNOVATION - INNOVATION - INNOVATION - INNOVATION",
  "and": "&",
  "innovation2": "INNOVATION",
  "bio-2": "react developer portfolio",
  "bio-3": " from Wiesbaden. React developer with knowledge on ",
  "bio-4": "how to use React hooks",
  "bio-5": "like useState, useEffect, useContext, custom hooks and more. My mission is to make a react websites that are fastest as possible, that are seo friendly, and at the same time innovating, with a modern look. I started using React.js two years ago, and i rapidly switched to Next.js, thanks to the server side rendering, file based routing, static sites generation and incresed perfermances. I often write guides and tutorials, like",
  "bio-6": "how to put 3d models on react website",
  "bio-7": "or just news about the react and next js world in general. I work in Wiesbaden as a frontend developer and I am also a freelancer. Contact me if you want to collab or if you feel stuck on a react or next.js project.",
  "about-title": "IVAN SMITHS",
  "about-title-2": "FRONTEND DEVELOPER",
  "about-title-3": "UI/UX DESIGNER",
  "work": "work",
  "project": "personal work",
  "about": "Frontend Developer (React) highly focused on UI/UX design and visual experiences, since 3 years professionally in the field.",
  "about-p2": "Passionate about 3D modeling and augmented reality, I tend to join these two worlds together.",
  "about-2": "Who am i?",
  "stuff": "Find out",
  "stuff-2": "All the works",
  "stuff-3": "Work",
  "stuff-4": "Personal work",
  "home-caption": "Fell stuck? Let's find a solution together.",
  "home-footer": "see all",
  "home-footer-2": "the works"
}
