{
  "prologue": "prologue",
  "type": "Type",
  "type-2": "Employee",
  "work": "work",
  "year": "Year",
  "stack": "Tech",
  "clients": "Happy clients",
  "hours": "Hours of work",
  "web": "Website",
  "parties": "Parties done",
  "work-hard": "Work Hard.",
  "work-harder": "Work Harder!",
  "exposition": "exposition",
  "exposition-2": "Taking regular Word Press sites to the next level.",
  "rising-action": "Rising action",
  "rising-action-2": "´First concept, then design´ is the motto of the company. Every website started from the wireframing, the first, never to skip step for putting solid foundation into a website.",
  "rising-action-3": "I used Adobe XD for wireframing, or during an artistic burst, was done in paper with pencil and eraser.",
  "climax": "climax",
  "climax-2": "Second step, turning the wire frame into an actual design, to be presented to the client and getting ready for the feedback. I used also Adobe XD for designing most of websites. ",
  "climax-3": "With the more complex ones, i started to experiment with Framer, a tool, very similar to Adobe xd, that gives you more flexibility in terms of prototyping and animations.",
  "falling-action": "falling action",
  "falling-action-2": "From artistic to technical, it's the final step: turning the design into an actual website! The company uses WordPress, and my main role was to support the developers by adding CSS and JavaScript code in order to counter the inflexibility and lack of design of some WordPress themes and plug-ins. Thanks to my pasts Frontend experience, I had full control over the layout and design. ",
  "falling-action-3": "I have also used WordPress by myself, building Website from scratch using YooTheme as a theme builder. I was used to to setup Stripe and PayPal payments with WooCommerce, how to deal with payied subsciption, and gained experience with the use of the most valuable plug-ins like: WPForms for building simple to more complex froms, WP Rocket for caching or Wp Mail SMTP for sending emails. ",
  "denouement": "denouement",
  "denouement-2": "I gained work experience with UI/UX design, CSS and JavaScript.",
  "marquee": "websites i've worked on - websites i've worked on - websites i've worked on - websites i've worked on - websites i've worked on - websites i've worked on - websites i've worked on - websites i've worked on - websites i've worked on - websites i've worked on - ",
  "credits": "credits",
  "dev": "DEV CO-WORKERS",
  "graphics": "GRAPHICS",
  "videomaker": "VIDEOMAKER",
  "illustrations": "ILLUSTRATIONS",
  "photos": "PHOTOS",
  "next-up": "next up"
}
