{
  "title": "React/Frontend developer als Wiesbaden",
  "desc": "React/Frontend Entwickler & UI/UX Designer mit 2 Jahren Erfahrung, lebt in Wiesbaden.",
  "speed": "Speed",
  "security": "Sicherheit",
  "innovation": "INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION - INNOVATION- INNOVATION - INNOVATION - INNOVATION - INNOVATION",
  "and": "&",
  "innovation2": "INNOVATION",
  "bio-2": "Entwicklerportfolio reagieren",
  "bio-3": " aus Wiesbaden. Reagieren Entwickler mit Wissen auf ",
  "bio-4": "wie man React-Hooks verwendet",
  "bio-5": "wie useState, useEffect, useContext, benutzerdefinierte Hooks und mehr. Meine Mission ist es, schnellstmögliche, SEO-freundliche und gleichzeitig innovative Websites mit einem modernen Look zu erstellen. Ich habe vor zwei Jahren angefangen, React.js zu verwenden, und bin dank des serverseitigen Renderings, des dateibasierten Routings, der Generierung statischer Websites und der verbesserten Leistung schnell zu Next.js gewechselt. Ich schreibe oft Anleitungen und Tutorials, wie z",
  "bio-6": "Wie man 3D-Modelle auf der React-Website platziert",
  "bio-7": "oder einfach nur Neuigkeiten über die Welt von React und Next Js im Allgemeinen. Ich arbeite in Wiesbaden als Frontend-Entwickler und bin freiberuflich tätig. Kontaktieren Sie mich, wenn Sie mit uns zusammenarbeiten möchten oder sich bei einem React- oder Next.js-Projekt festgefahren fühlen.",
  "about-title": "IVAN SMITHS",
  "about-title-2": "FRONTEND DEVELOPER",
  "about-title-3": "UI/UX DESIGNER",
  "work": "Arbeit",
  "project": "Projekt",
  "about": "React-Entwickler und UI/UX-Designer mit 2 Jahren Berufserfahrung. Mit Leidenschaft für 3D und Augmented Reality verbinde ich diese beiden Welten gerne miteinander.",
  "about-2": "Wer bin ich?",
  "stuff": "Erkunden",
  "stuff-2": "Alle Werke",
  "stuff-3": "Arbeit",
  "stuff-4": "Projekt",
  "home-caption": "Stecken geblieben? Lassen Sie uns gemeinsam eine Lösung finden.",
  "home-footer": "alle Warke",
  "home-footer-2": "sehen"
}
