{
  "prologue": "prologue",
  "type": "Art",
  "type-2": "Angestellter",
  "work": "Arbeit",
  "year": "Jahr",
  "stack": "Tech",
  "clients": "Glückliche Kunden",
  "hours": "Arbeitsstunden",
  "web": "Website",
  "parties": "Partys erledigt",
  "work-hard": "Hart arbeiten.",
  "work-harder": "Härter arbeiten!",
  "exposition": "exposition",
  "exposition-2": "Reguläre Word Press Seiten auf die nächste Stufe heben.",
  "rising-action": "Rising action",
  "rising-action-2": "Meine Mission war einfach. Websites mit Adobe XD gestalten und anschließend mit WordPress entwickeln, zusätzlich mit CSS- und JavaScript-Code versehen.",
  "climax": "climax",
  "climax-2": "Da ich hauptsächlich ein React-Entwickler bin, hat sich mein Wissen über CSS und JavaScript als nützlich erwiesen, um der Inflexibilität einiger Themen und Plug-Ins entgegenzuwirken, sodass ich die volle Kontrolle über deren Layout, Stil und Funktionalitäten habe.",
  "falling-action": "falling action",
  "falling-action-2": "Die Arbeit im größten Studio in Ragusa hat mich gelehrt, die Entwicklungszeitpläne zu respektieren, die Arbeiten den Kunden zu präsentieren, direkt mit ihnen zu kommunizieren und immer zu versuchen, einen Kompromiss zwischen den Anforderungen der Kunden und deren konsequenter Entwicklung zu finden. Die Arbeit in einem Team von 16 Personen vermittelte auch, wie man die Kommunikation zwischen den verschiedenen Abteilungen des Studios effizient verwaltet.",
  "denouement": "denouement",
  "denouement-2": "Ich habe Arbeits erfahrung mit Website-Design, CSS und JavaScript gesammelt.",
  "marquee": "Websites, an denen ich gearbeitet habe - Websites, an denen ich gearbeitet habe - Websites, an denen ich gearbeitet habe - Websites, an denen ich gearbeitet habe - Websites, an denen ich gearbeitet habe - Websites, an denen ich gearbeitet habe - Websites, an denen ich gearbeitet habe - Websites an denen ich gearbeitet habe - Websites an denen ich gearbeitet habe - Websites an denen ich gearbeitet habe -",
  "credits": "credits",
  "dev": "ENTWICKLUNGSMITARBEITER",
  "graphics": "GRAFIK",
  "videomaker": "VIDEO MACHER",
  "illustrations": "ABBILDUNGEN",
  "photos": "FOTOS",
  "next-up": "next up"
}
